tests/xma40provisioning/getUserGroupByNameAttr.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns="http://provisioning.intf.mobilgw.com/">
  <soap:Body>
    <tns:getUserGroupByNameAttr>
      <arg0>HelloGrp</arg0>
    </tns:getUserGroupByNameAttr>
  </soap:Body>
</soap:Envelope>